/****************************************************************************************
* 文件名：LCDDRIVE.C
* 功能：
* 说明：
* 硬件连接： D0--D7  <===>  D0--D7
*           /WR     <===>  nWE
*           /RD     <===>  nOE
*           /CE     <===>  nCS3_1
*           C/D     <===>  A1
*
*           /RST    <===>  VCC
****************************************************************************************/
#include "config.h"
#include "Lcd.h"

/* 以下为LCM的用户接口层，主要负责解释用户命令，并发送到LCM，为用户编程提供接口 */

















